<template>
  <v-container fluid mt-3>
         



    <!-- ------------------------------------------------------------------
    ------------------------------------------------------------------
    ------------------------------------------------------------------ -->
    <v-row>
      <v-col cols="12" md="6">
        <v-row :column="$vuetify.breakpoint.mdAndDown">
          <!-- 左上畫面顯示----------------------------------------------------------------------------------------------- -->
          <!-- <v-col cols="12" lg="12"> -->
          <v-col cols="12" lg="12" style="border: 1px solid red">
          </v-col>

          <!--左下畫面顯示----------------------------------------------------------------------------------------------- -->
          <!-- <v-col cols="12" lg="12"> -->
          <!-- <v-col cols="12" lg="12" style="border: 1px solid red">  </v-col> -->
            
          
        </v-row>
      </v-col>

        <v-col cols="12" md="6">
        <v-row :column="$vuetify.breakpoint.mdAndDown">
          <!-- 右上畫面顯示----------------------------------------------------------------------------------------------- -->
          <!-- <v-col cols="12" lg="12"> -->
          <v-col cols="12" lg="12" style="border: 1px solid red">
            
          </v-col>

          <!--右下畫面顯示----------------------------------------------------------------------------------------------- -->
          <!-- <v-col cols="12" lg="12"> -->
          <!-- <v-col cols="12" lg="12" style="border: 1px solid red"></v-col> -->
        </v-row>
      </v-col>



    </v-row>
  </v-container>
</template>

<script>
export default {
  name: 'IndexPage',
 
}
</script>










